Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM3.tmx
Source language: es_es
Languages: en_gb

source: Esta trágica situación es el resultado del conflicto armado que mantienen principalmente el ejército de Sri Lanka y las fuerzas insurgentes del norte.
en_gb: This tragic situation came about as a result of the armed conflict mainly between separatist insurgent forces in the north and the Sri Lankan army.

source: Muchos de los discursos constaban de comentarios, no preguntas.
en_gb: Many of the speeches consisted of comments, not questions.

source: Durante el periodo actual, 2000-2006, muchos de los programas incluyen también acciones de prevención de riesgos.
en_gb: For the current period, 2000-2006, many programmes also contain risk prevention actions.

source: Quisiera decir al Parlamento que es necesario hacer muchos discursos contra el racismo.
en_gb: I would suggest to the Parliament there is a need to make a lot of speeches against racism.

source: Me he reunido con algunos de ellos.
en_gb: I have met some of them.

source: Nos oponemos a que el Parlamento designe a un embajador para los derechos humanos.
en_gb: We are opposed to Parliament's having its own ambassador for human rights.

source: ¡Para ellos no hay derechos humanos!
en_gb: For them, there are no human rights!

source: Me hubiera encantado que nuestros amigos socialistas también se hubieran pronunciado cuando todavía era alcalde Walter Veltroni, socialista y antiguo candidato comunista a Primer Ministro, clamando contra la deportación de elementos indeseables, confundiendo a los romaní con los rumanos.
en_gb: I would have been delighted if our socialist friends had also raised their voices when socialist and former communist prime ministerial candidate Walter Veltroni was still mayor, clamouring for the deportation of undesirable elements, confusing Roma people with Romanians.

source: Es capital y refleja una preocupación antigua de los socialistas franceses, convencidos de que una medida así favorecería el consumo pero también el empleo.
en_gb: It is of extreme importance and reflects a long-standing concern of French socialists, who are convinced that such a measure would not only benefit consumption but also employment.

source: Como miembros del Grupo Socialista, apoyamos totalmente al ponente y, puesto que estamos convencidos, también votamos a favor en el Comité.
en_gb: As the Social Democrat Group, we are right behind the rapporteur and also voted in favour in the committee as a result of our conviction on the matter.

source: Evidentemente, también se dan casos extremos.
en_gb: There are also extremes, of course.

source: También sucede lo contrario.
en_gb: The reverse is also true.

source: Actualmente existen métodos avanzados para realizar cirugías en casos extremos.
en_gb: Currently there are advanced methods to perform surgery in extreme cases.

source: Se debe condenar el terrorismo albanés pero no puede responderse con un nacionalismo eslavo macedonio.
en_gb: Albanian terrorism must be condemned, but Slav-Macedonian nationalism is not an appropriate response to it.

source: Sinónimo
en_gb: Synonymous

source: Trotskismo
en_gb: Trotskyism

source: En el marco de la coalición antiterrorista, proseguirá su acción con vistas a luchar contra todas las formas de apoyo al terrorismo internacional.
en_gb: As a member of the anti-terrorist coalition, it will continue its action to combat all forms of support for international terrorism.

source: Espero que la nueva coalición sea capaz de reunir todas sus fuerzas a fin de mantener la seguridad pública de forma duradera.
en_gb: I hope that the new coalition will be able to muster all its forces in order to maintain public safety on a lasting basis.

source: El objetivo es también consolidar la nueva burguesía, preocupada por su dominio ante la conciencia cada vez mayor de los ciudadanos de lo que perdieron con el socialismo.
en_gb: The objective is also to strengthen the new bourgeoisie, fretting about its sovereignty as people become more and more aware of what they lost along with socialism.

source: Es fácil sentarse en la seguridad de sus hogares en Europa y ridiculizarnos a los que, debido a nuestra desesperación en vista del riesgo de una guerra a gran escala, estamos intentando hacer al menos una pequeña aportación.
en_gb: It is easy to sit in safety back home in Europe and pour scorn on those of us who, out of desperation in the face of the risk of a large-scale war, are trying to make at least a small contribution.

source: Caracterizadas por su peso ultraligero, I-Ultra son perfectas para su uso en exteriores, incluso para los amantes de los deportes extremos.
en_gb: Featuring ultra lightweight, I-Ultra is perfect for outdoor use, even for extreme sports lovers.

source: Es evidente que muchas armas se encuentran en manos inapropiadas por culpa de la actividad de los vendedores de armas.
en_gb: It is clear that many weapons find themselves in the wrong hands because of the activity of arms brokers.

source: Esto podría haber comportado que hoy hubiera más de cuarenta naciones en esta categoría, con el riesgo de que las armas nucleares cayeran en manos de terroristas.
en_gb: This could have resulted in over forty such nations today, leaving nuclear weapons vulnerable to the hands of terrorists.

source: El medio ambiente, en definitiva, es demasiado importante como para dejarlo en manos de la izquierda.
en_gb: The environment is altogether too important to be left to the Left.

source: También se considera la influencia del entorno macroeconómico sobre la estabilidad de precios.
en_gb: Moreover, the implications of the macroeconomic environment for the achievement of price stability are taken into account.

source: También existe cuando dos o más empresas o personas tienen la posibilidad de ejercer una influencia decisiva sobre otra empresa.
en_gb: Joint control exists where two or more undertakings or persons have the possibility of exercising decisive influence over another undertaking.

source: Pero también se deberán aplicar nuevos instrumentos cuando sea necesario organizar y, por lo tanto, regular ciertos sectores.
en_gb: But new instruments must only be used where restructuring and, hence, regulation are needed.

source: También he acogido con satisfacción las palabras del señor Svoboda.
en_gb: I was also pleased to hear what Mr Svoboda had to say.

source: Las consecuencias son catastróficas para el populoso pequeño y medio campesinado de los países candidatos.
en_gb: The consequences for the multitude of small and medium-sized farmers in the candidate countries will be devastating.

source: He prestado gran atención a los planes que nos ha explicado, señor Comisario, de estudiar el fenómeno y las medidas específicas que nos ha mencionado, que también discutimos el 8 de marzo.
en_gb: I have paid close attention to the plans which you explained, Commissioner, about studying the phenomenon and the specific measures which you mentioned, as we also discussed on 8 March.

source: Provincia:
en_gb: Province:

source: Se desarrollarán asimismo concursos internos, al objeto de integrar al personal administrativo y de secretaría en las Normas y Reglamentos aplicables a los funcionarios y otros agentes de la Comunidad Europea.
en_gb: Internal competitions will be conducted to integrate the Agency’s secretarial and clerical staff within the Regulation and Rules applicable to officials and other servants of the European Communities.

source: existe un sistema de supervisión que vigila las actuaciones y las labores efectuadas por los peritos y por el personal técnico y administrativo directamente empleado por la organización;
en_gb: a supervisory system is in place which monitors the actions and work carried out by surveyors and technical and administrative staff employed directly by the organisation;

source: En la actualidad se están recortando los presupuestos de educación.
en_gb: Education budgets are being cut at the moment.

source: En la actualidad, estos se han incorporado en el presente sistema de estadiaje para los cánceres de las glándulas salivales.
en_gb: These are currently incorporated into the present staging system of salivary cancer.

source: Están pasando
en_gb: Are going on

source: Muestra una lista de elementos que se pueden arrastrar a la vista actual
en_gb: Shows a list of items you can drag into the current view.

source: Los gobiernos sensatos, como el de Finlandia y el del Reino Unido, ya han comenzado a hacerlo.
en_gb: Reasonable governments such as the Finnish or British Governments have already begun to do so.

source: Pero los diputados presentes en esta Asamblea sí pueden hacerlo.
en_gb: However, the Members in the body of the House may do so.

source: Línea arriba
en_gb: Top of line

source: Siguiendo esta línea, puedo apoyar las enmiendas 11 y 42, destacando el papel político del bioetanol en el paquete de reformas.
en_gb: You also argue that as long as our international commitments are respected some quantities of quota sugar should or could be exported.

source: Siguiendo en esta línea, el retraso de los pagos es especialmente perjudicial para las PYME.
en_gb: Moving on, late payments are particularly detrimental to SMEs.

source: Podría decir mucho más.
en_gb: There is much more that I could say.

source: De todas formas, podemos decir que el paquete de enmiendas de transacción es mucho mejor que el planteado en primera lectura; hemos luchado para conseguir un REACH más fuerte e incluso más estricto.
en_gb: All in all, we can say that the compromise package is much better than the one put forward at first reading; we have fought successfully for a stronger and even stricter REACH.

source: Podría decir todavía mucho más.
en_gb: There is more that could be said, but instead I shall put a question.

source: Durante mucho tiempo se
en_gb: Was long

source: Se transporta en la nariz, donde puede persistir durante mucho tiempo sin producir síntomas.
en_gb: It is carried in the nose, where it can remain for long periods without producing symptoms.

source: Sabemos muy bien que ninguna familia puede permitirse durante mucho tiempo gastar más dinero del que gana.
en_gb: We know too well that no family can long afford to spend more money than it earns.

source: t Carcasa compacta y estable con recubrimiento de polvo, bajo peso.
en_gb: t Compact and stabile, low- weight powder-coated housing.

source: Estable en condiciones normales.
en_gb: Stable under normal conditions.

source: Una ampliación en condiciones insoportables para la agricultura sería inaceptable.
en_gb: An enlargement of the unbearable conditions of agriculture would be unacceptable.

source: Solamente en la República Federal de Alemania hay aún 3,8 millones de parados forzosos y la cifra de desempleo potencial es sensiblemente mayor.
en_gb: In Germany alone there are still over 3.8 million unemployed, and the employment rate is still markedly higher.

source: En relación con la cuestión general que ha mencionado, permítame decirle que esta crisis ha generado más de cinco millones de parados europeos.
en_gb: Regarding the overall issue you mention, let me tell you that this crisis has made more than five million Europeans unemployed.

source: ¿Se amontonarán en los millones de parados?
en_gb: Will they just go to swell the ranks of the millions of people already out of work?

source: las indemnizaciones a trabajadores despedidos o jubilados anticipadamente,
en_gb: payments to workers made redundant or retired before legal retirement age,

source: Despedida
en_gb: Goodbye

source: La bancarrota
en_gb: Bankruptcy

source: Señor Presidente, ¿me puede explicar cómo ha podido suceder una cosa así?
en_gb: Could you explain, Mr President, how this confusion came about?

source: Posición de bloque de direcciones
en_gb: Address block position

source: With
en_gb: William Withering

source: wvware / wvware la versión 1.2.4
en_gb: wvWare/wvWare version 1.2.4

source: Versión:
en_gb: Version:
